"ua_cancel_edit_messages" = "Peruuta";
"ua_cancel_edit_messages_description" = "Peruuta viestien muokkaukset";
"ua_connection_error" = "Yhteysvirhe";
"ua_content_error" = "Sisältövirhe";
"ua_delete_message" = "Poista viesti";
"ua_delete_message_description" = "Poista valitut viestit";
"ua_delete_messages" = "Poista viesti";
"ua_delete_messages_description" = "Poista valitut viestit";
"ua_edit_messages" = "Muokata";
"ua_edit_messages_description" = "Muokkaa viestejä";
"ua_empty_message_list" = "Ei viestejä";
"ua_mark_messages_read" = "Merkitse luetuksi";
"ua_mark_messages_read_description" = "Merkitse valitut viestit luetuiksi";
"ua_mc_failed_to_load" = "Viestin lataaminen ei onnistu. Yritä uudelleen myöhemmin.";
"ua_mc_no_longer_available" = "Valittu viesti ei ole enää saatavilla.";
"ua_message_cell_description" = "Näyttää koko viestin";
"ua_message_cell_editing_description" = "Vaihtaa valinnan";
"ua_message_center_title" = "Viestikeskus";
/* Message <TITLE>, sent at <DATE> */
"ua_message_description" = "Viesti %@, lähetetty numeroon %@";
"ua_message_not_selected" = "Ei valittuja viestejä";
/* Unread message <TITLE>, sent at <DATE> */
"ua_message_unread_description" = "Lukematon viesti %@, lähetetty klo %@";
"ua_notification_button_accept" = "Hyväksy";
"ua_notification_button_add" = "Lisää";
"ua_notification_button_add_to_calendar" = "Lisää kalenteriin";
"ua_notification_button_book_now" = "Varaa nyt";
"ua_notification_button_buy_now" = "Osta nyt";
"ua_notification_button_copy" = "Kopioi";
"ua_notification_button_decline" = "Hylkää";
"ua_notification_button_dislike" = "Älä tykkää";
"ua_notification_button_download" = "Lataa";
"ua_notification_button_follow" = "Seuraa";
"ua_notification_button_less_like" = "Vähemmän tämän kaltaisia";
"ua_notification_button_like" = "Tykkää";
"ua_notification_button_more_like" = "Lisää tämän kaltaisia";
"ua_notification_button_no" = "Ei";
"ua_notification_button_opt_in" = "Opt-in";
"ua_notification_button_opt_out" = "Opt-out";
"ua_notification_button_rate_now" = "Arvostele nyt";
"ua_notification_button_remind" = "Muistuta minua myöhemmin";
"ua_notification_button_save" = "Tallenna";
"ua_notification_button_search" = "Hae";
"ua_notification_button_send_info" = "Lähetä tietoa";
"ua_notification_button_share" = "Jaa";
"ua_notification_button_shop_now" = "Tee nyt ostoksia";
"ua_notification_button_tell_me_more" = "Kerro minulle lisää";
"ua_notification_button_unfollow" = "Älä seuraa";
"ua_notification_button_yes" = "Kyllä";
"ua_ok" = "OK";
"ua_preference_center_title" = "Asetuskeskus";
"ua_retry_button" = "Yritä uudelleen";
"ua_select_all_messages" = "Valitse kaikki";
"ua_select_all_messages_description" = "Valitsee kaikki viestit";
"ua_select_none_messages" = "Älä valitse mitään";
"ua_select_none_messages_description" = "Nollaa viestivalinta";
"ua_unread_message_description" = "Viesti lukematon";
